"IDS_PREFERENCES" = "Postavke";
"IDS_RETRYSYNC" = "Ponovno sinkroniziraj";
"IDS_VIEWGD" = "Posjetite Google disk na webu";
"IDS_SHAREFILE" = "Dijeli...";
"IDS_VIEWFILE" = "Prikaži na webu";
"IDS_REVISIONFILE" = "Pregledi";
"IDS_PRODUCTNAME" = "Google disk";
